const todoColors = [
  // 파란색 계열
  ["#1E90FF", "#4682B4", "#5F9EA0", "#00BFFF", "#87CEEB"], // 하늘색 계열 (상쾌하고 차분한 느낌)
  // 초록색 계열
  ["#228B22", "#32CD32", "#00FF7F", "#ADFF2F", "#7CFC00"], // 풀밭처럼 상쾌한 자연을 떠올리게 하는 초록색들
  // 붉은색 계열
  ["#FF6347", "#FF4500", "#DC143C", "#B22222", "#8B0000"], // 열정적이고 강렬한 붉은색들
  // 노란색 계열
  ["#FFD700", "#FFFF00", "#F0E68C", "#DAA520", "#FF8C00"], // 따뜻하고 긍정적인 느낌의 노란색들
  // 보라색 계열
  ["#8A2BE2", "#6A5ACD", "#9932CC", "#8B008B", "#4B0082"], // 고귀하고 신비로운 느낌을 주는 보라색들
  // 분홍색 계열
  ["#FF1493", "#FF69B4", "#DB7093", "#C71585", "#FFB6C1"], // 달콤하고 부드러운 느낌의 분홍색들
  // 회색 계열
  ["#A9A9A9", "#808080", "#D3D3D3", "#BEBEBE", "#C0C0C0"], // 고급스러우면서도 차분한 느낌을 주는 회색들
  // 갈색 계열
  ["#A52A2A", "#8B4513", "#D2691E", "#F4A460", "#CD853F"], // 자연적이고 안정적인 느낌의 갈색들
  // 청록색 계열
  ["#20B2AA", "#48D1CC", "#40E0D0", "#00CED1", "#5F9EA0"], // 청량하고 시원한 느낌의 청록색들
  // 검정색 계열
  ["#000000", "#2F4F4F", "#696969", "#808080", "#A9A9A9"], // 모던하고 세련된 느낌의 검정색들
];
export default todoColors;
